week6/day5/video-games-tournament2/app/controllers/api/tournaments_controller.rb

  def create
    tournament = Tournament.create(tournament_params)
---
INSERT INTO "tournaments" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Ironhack Hackshow"], ["created_at", "2016-09-13 14:42:54.693285"], ["updated_at", "2016-09-13 14:42:54.693285"]]