week6/day2/video-games-tournament-master/app/controllers/api/tournaments_controller.rb

INSERT INTO "tournaments" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "tour5"], ["created_at", "2016-09-13 13:26:03.455703"], ["updated_at", "2016-09-13 13:26:03.455703"]]
---
  def create
    tournament = Tournament.create(tournament_params)