week6/day1/sandwichr/app/controllers/api/v1/sandwiches_controller.rb

SELECT  "sandwiches".* FROM "sandwiches" WHERE "sandwiches"."id" = ? LIMIT 1  [["id", 1]]
SELECT  "ingredients".* FROM "ingredients" WHERE "ingredients"."id" = ? LIMIT 1  [["id", 2]]
---
	def add_ingredient
		sandwich = Sandwich.find_by(id: params[:sandwich_id])
		ingredient = Ingredient.find_by(id: params[:id])